final List<Map<String, dynamic>> _questions = [
    {
      'question': 'Сколько кумыса можно сделать из принцессы селестии из май литл пони за раз?',
      'options': ['316 литров', '290 литров', '422 литра', '501 литр'],
      'correct': 2,
    },
    {
      'question': 'Кто быстрее соник или рейнбоу дэш?',
      'options': ['соник', 'рейнбоу дэш'],
      'correct': 0,
    },
    {
      'question': 'Кто победит, сомбра из май литл пони или дарт вейдер?',
      'options': ['сомбра', 'дарт вейдер'],
      'correct': 1,
    },
    {
      'question': 'Сможет ли пони твайлайт спаркл стать еврейкой?',
      'options': ['нет', 'да', 'да, с ограничениями'],
      'correct': 2,
    },
    {
      'question': 'Кто быстрее покормит зверушек, саша симпл или флаттершай?',
      'options': ['саша симпл', 'флаттершай'],
      'correct': 1,
    },
    {
      'question': 'Какая стихия гармонии больше всего подходит Пинки Пай?',
      'options': ['Доброта', 'Смех', 'Честность', 'Верность'],
      'correct': 1,
    },
    {
      'question': 'Кто из этих персонажей My Little Pony является принцессой ночи?',
      'options': ['Принцесса Селестия', 'Принцесса Луна', 'Принцесса Кэденс', 'Твайлайт Спаркл'],
      'correct': 1,
    },
  ];